<!DOCTYPE html>

<html>
    <head>
        <title>P&aacute;gina personal</title>
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <meta name="description" content="Mi p&aacute;gina personal">
        <meta name="keywords" content="datos personales,pel&iacute;culas favoritas,m&uacute;sica favorita,familia,pasatiempos">
        <meta name="author" content="Ulises Macias Estrada">
        
        <link rel="stylesheet" href="style/style_index.css">
    </head>
    <body>
        <div>
            <h1>Bienvenidos a mi P&aacute;gina Personal</h1>
        </div>
        <div id="divEnlaces">
            <div>
                <h2>Biograf&iacute;a</h2>
                <p id="textStyle3">Ulises Macias Estrada</p>
                <br><br>
                <img id="imgBiografia" src="media/img/biografia.jpg" alt="Ulises Macias Estrada" width="200" height="400"/>
                <p style="color:#4444FF; font-family: arial; width:100%;">
                    <strong>Ulises Macias Estrada</strong> soy un estudiante que actualmente est&aacute; estudiando en la 
                    <abbr title="Universidad Tecnol&oacute;gica de Le&oacute;n">UTL</abbr> en la carrera de <abbr title="Desarrollo de Software Multiplataforma">DSM</abbr>. 
                    <mark>Ulises naci&oacute; el 17 de julio del 2003 en León GTO</mark>, cuenta con dos hermanos mayores, Juvenal Macias Estrada 
                    de 24 an&ntilde;os y Luis Angel Macias Estrada de 22 a&ntilde;os. Sus padres son Marta Patricia Estrada Ortiz quien 
                    naci&oacute; el 21 de junio de 1973 en Le&oacute;n GTO y su padre es Juvenal Macias Carbajal quien naci&oacute; 
                    el 8 de agosto de 1975 en León GTO. Desde que era ni&ntilde;o, siempre fui un tanto rebelde ya que nunca me estaba 
                    quieto, siempre hacia maldades, me portaba mal y muchas otras cosas, conforme fui creciendo madure y deje de ser 
                    as&iacute;, en la secundaria fui un poco m&aacute;s t&iacute;mido ya que me costaba mucho poder comunicarme con los 
                    dem&aacute;s y debido a eso me cost&oacute; mucho hacer amigos, adem&aacute;s de que tampoco sacaba buenas calificaciones. 
                    Para cuando llegue a la prepa decid&iacute; que ya no ser&iacute;a t&iacute;mido, as&iacute; que comenc&eacute; a intentar 
                    hablar m&aacute;s y de esa forma comenc&eacute; a hacer m&aacute;s amigos de una forma muy f&aacute;cil, adem&aacute;s 
                    comenc&eacute; a poner atenci&oacute;n en clases, tambi&eacute;n estudiaba para los ex&aacute;menes y de esa forma 
                    consegu&iacute; sacar buenas calificaciones en la prepa. Para cuando llegue a la universidad madure un poco m&aacute;s y 
                    decid&iacute; volverme m&aacute;s responsable tanto en lo acad&eacute;mico como en mi casa. Actualmente sigo estudiando en 
                    la universidad y estoy sacando buenas calificaciones y m&aacute;s que nada realmente me est&aacute; gustando mucho la carrera 
                    en la que estoy y aprendo muchas cosas que se me hacen muy interesantes.
                </p>
                <div>
                    Haz clic <a href ="mi_familia.html">aqui</a> para ver m&aacute;s informaci&oacute;n sobre mi familia.
                </div>
                <hr>
                <h2>Pasateimpos</h2>
                <p>
                    Mis pasatiempos son jugar f&uacute;tbol, ver videos de YouTube, ver series o pel&iacute;culas ya sea solo o con mi familia, 
                    salir a alg&uacute;n lado con mi familia o con algunos amigos, jugar videojuegos y escuchar m&uacute;sica. 
                    Todas estas actividades son parte de lo que me gusta hacer cuando tengo tiempo libre y son lo que uso para poder 
                    distraerme un poco y as&iacute; no estar siempre pensando en otros problemas o en la escuela.
                </p>
                <br>
                <div>
                    Haz clic <a href="mis_pasatiempos.html">aqui</a> para saber m&aacute;s sobre mis pasatiempos.
                </div>
            </div>
            <hr>
            <div>
                <h2>Lugar que me gustar&iacute;a visitar</h2>
                <p id="textStyle5">
                    El Puerto de Santa Monica es un lugar que realmente me gustar&iacute;a poder visitar
                    ya que se me hace un lugar bastante hermoso y agradable.
                </p>
                <img id="imgIndex" src="media/img/santa_monica.jpg" alt="Puerto de Santa Monica" width="500" height="600"/>
            </div>
            <div>
                <h2>Lugar que no quiero visitar</h2>
                <p>
                    La Torre Eiffel realmente nunca me ha interesado debido a que no se me hace una gran 
                    atracci&oacute;n tur&iacute;stica y no es un lugar al que me gustar&iacute;a ir de visita.
                </p>
                <img id="imgIndex2" src="media/img/torre_eiffel.jpg" alt="Torre Eiffel" width="500" height="600"/>
            </div>
            <br>
            <div>
                <h2>P&aacute;gina sobre mis pel&iacute;culas favoritas</h2>
                Haz clic <a href="peliculas_favoritas.html">aqui</a> para ir a la secci&oacute;n de pel&iacute;culas favoritas.
            </div>
            <br>
            <div>
                <h2>P&aacute;gina sobre mi m&uacute;sica favorita</h2>
                Haz clic <a href="musica_favorita.html">aqui</a> para ir a la secci&oacute;n de m&uacute;sica favorita.
            </div>
        </div>
    </body>
</html>