<!DOCTYPE html>

<html>
    <head>
        <title>Mi familia</title>
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <meta name="description" content="P&aacute;gina sobre mi familia">
        <meta name="keywords" content="mis papas,mis hermanos">
        <meta name="author" content="Ulises Macias Estrada">

        <link rel="stylesheet" href="style/style.css">
    </head>
    <body>
        <h1>Bienvenidos a mi p&aacute;gina donde hablare sobre mi familia</h1>
        <div id="sombraDiv">
            <h2>Mis papas</h2>
            <img src="media/img/mis_papas.jpg" alt="Mis papas" width="200" height="400"/>
            <p id="textStyle">
                Mi pap&aacute; <b>Juvenal Macias Carbajal</b> tiene 47 a&ntilde;os, <mark>naci&oacute; 
                    el 8 de agosto de 1975</mark>. Es una persona muy trabajadora y que siempre ha visto por 
                el bien de su familia, durante muchos ha trabajado como gerente en una empresa de 
                refrescos llamada Aga. Mi pap&aacute; siempre ha estado ah&iacute; para nosotros, siempre 
                nos ha apoyado en cualquier decisi&oacute;n que mis hermanos y yo hemos tomado. 
                Obviamente cuando llegamos a hacer algo malo nos ha rega&ntilde;ado y de la 
                misma forma nos ha aconsejado para que siempre tomemos las mejores decisiones 
                para nuestras vidas.
                <br><br>
                Mi mam&aacute; <b>Marta Patricia Estrada Ortiz</b> tiene 49 a&ntilde;os, <mark>naci&oacute; 
                    el 21 de junio de 1973</mark>. Ella al igual que mi pap&aacute; es una persona muy 
                trabajadora, desde hace muchos a&ntilde;os ha sido maestra en una primaria llamada 
                Leona Vicario. Ella siempre ha visto por sus hijos. Desde siempre ella nos ha cuidado 
                ayudado en cosas como la tarea o cuando estamos tristes por cualquier problema por el 
                que hallamos pasado. Siempre ha sido muy cari&ntilde;osa, amorosa y alguien que se 
                preocupa mucho por el bienestar de su familia.
            </p>
            <hr>
            <h2>Mis Hermanos</h2>
            <img src="media/img/mi_hermano_juve.jpg" alt="Juvenal" width="200" height="400"/>
            <img src="media/img/mi_hermano_luis.jpg" alt="Luis Angel" width="200" height="400"/>
            <p id="textStyle2">
                Mis hermanos son <b>Juvenal Macias Estrada</b> y <b>Luis Angel Macias Estrada</b>,  
                <mark>
                    Juvenal tiene 24 a&ntilde;os, naci&oacute; el 16 mayo de 1999, Luis Angel tiene 22 
                    a&ntilde;os, naci&oacute; el 23 de abril del 2001
                </mark>.
                <br><br>
                Juvenal no siempre fue muy trabajador ya que bueno, como todos en la adolecec&iacute;a
                pasamos por esa etapa de rebeld&iacute;a donde queremos sentirnos personas que hacen
                cosas de adultos. Durante la secundaria y parte de la prepa fue bastante rebelde
                y un tanto incumplido cuando hablamos de trabajos escolares. Esto cambio cuando
                entro a la universidad, despu&eacute;s de todo ahora ya era m&aacute;s grande y m&aacute;s 
                maduro, en la universidad decidi&oacute; que quer&iacute;a ser enfermero especializado 
                en psicolog&iacute;a, adem&aacute;s de obtener su t&iacute;tulo de la carrera que estudio, 
                estudio y saco su t&iacute;tulo de la maestr&iacute;a. Actualmente ya tiene su t&iacute;tulo 
                de la carrera y su t&iacute;tulo de la maestr&iacute;a.
                <br><br>
                Luis Angel realmente desde siempre ha sido muy calmado y bastante responsable
                tanto en la escuela como en la casa, ya que &eacute;l siempre ha ayudado en 
                todo lo que hace falta sin decir una sola palabra, el actualmente se encuentra 
                estudiando en la universidad del Instituto Tecnol&oacute;gico de Le&oacute;n en 
                la carrera de mecatr&oacute;nica en la cual realmente le va bien y es algo que 
                le gusta mucho.
            </p>
            <div>
                <a href="index.html">Regresar a la P&aacute;gina Principal</a>
            </div>
        </div>
    </body>
</html>
